<?php
return [
    'about' => [
        'name' => 'Рустам Сираев',
        'post' => 'Разработчик',
        'phone' => '+7 917 807 66 39',
        'email' => 'sirius0983@mail.ru'
    ],
    'education' => [
        [
            'faculty' => 'PHP-разработчик + Laravel',
            'university' => 'Udemy',
            'years' => '2020'
        ],
        [
            'faculty' => 'JavaScript v.2.0',
            'university' => 'ItGid',
            'years' => '2020'
        ],
        [
            'faculty' => 'PHP-разработчик',
            'university' => 'Glo Academy',
            'years' => '2020'
        ],
        [
            'faculty' => 'Профессия веб-разработчик',
            'university' => 'Skillbox',
            'years' => '2019'
        ],
        [
            'faculty' => 'Полный курс по JavaScript + React',
            'university' => 'Udemy',
            'years' => '2019'
        ],
        [
            'faculty' => '',
            'university' => 'БГАУ',
            'years' => '2000 - 2005'
        ],

    ],
    'languages' => ['Английский', 'Немецкий'],
    'interests' => ['велосипед', 'книги'],
    'aboutMy' => '<p>У меня есть большое желание расти и развиваться как разработчик.</p>
        <br>Мои навыки и знания:
        <br>►Понимание процессов веб-разработки
        <br>►Понимание ООП принципов
        <br>►Знания backend разработки
        <br>►Знания frontend разработки
        <br>►Знание системы контроля версий git',
    'experience' => [
        [
            'position' => 'Веб-разработчик',
            'company' => 'Индивидуальное предпринимательство / частная практика / фриланс',
            'city'=>'Уфа',
            'yearStart' => '2013',
            'yearEnd' => 'по настоящее время',
            'description'=>'Разработка сайтов на популярных CMS (Opencart, Bitrix, WordPress, Joomla), верстка, SEO, доработка готовых и создание новых модулей и компонентов (PHP, JavaScript), сопровождение сайтов, наполнение сайтов.'
        ],
        [
            'position' => 'Руководитель интернет-магазина',
            'company' => 'ООО "Авангард"',
            'city'=>'Уфа',
            'yearStart' => '2013',
            'yearEnd' => 'по настоящее время',
            'description'=>'Создание интернет-магазина "под ключ". Оперативное управление сайтом (интернет-магазином), обеспечение его бесперебойной работы. Управление продажами (анализ, планирование продаж, обеспечение выполнения планов). Разработка мероприятий по увеличению объемов продаж. Управление собственной курьерской службой - контроль, оптимизация. Получение обратной связи от покупателей и работа над решением их проблем. Анализ статистики (Google Analytics, Яндекс.Метрика), увеличение посещаемости сайта, увеличение конверсии. Продвижения интернет-магазина (SEO, SMM). Обновление контента сайта. Написание регламентов, инструкций.'
        ],
        [
            'position' => 'Директор магазина',
            'company' => 'ЗАО "ГОРСТ"',
            'city'=>'Уфа',
            'yearStart' => '2011',
            'yearEnd' => '2013',
            'description'=>'Организация бесперебойной работы магазина и сервисной зоны, продажа товаров и консультирование клиентов, участие в плановых инвентаризациях, работа с кассой и внутренней документацией, анализ продаж, администрирование интернет-магазина, работа с интернет-заявками, решение проблем, связанных с обслуживанием клиентов, оценка персонала, формирование ассортимента, мониторинг цен и участие в ценообразовании.'
        ],

        [
            'position' => 'Менеджер по продажам',
            'company' => 'ЗАО "ГОРСТ"',
            'city'=>'Уфа',
            'yearStart' => '2008',
            'yearEnd' => '2011',
            'description'=>'Продажа товаров и консультирование клиентов, участие в плановых инвентаризациях, работа с кассой и внутренней документацией, поддержание ассортимента товара, поддержание порядка и чистоты в торговом зале, администрирование интернет-магазина, работа с интернет-заявками, решение проблем, связанных с обслуживанием клиентов.'
        ],

    ],
    'skillSet'=>[
        [
            'skillName'=>'HTML5 & CSS3',
            'level'=>75,
        ],
        [
            'skillName'=>'Javascript & jQuery',
            'level'=>60,
        ],
        [
            'skillName'=>'PHP',
            'level'=>65,
        ],
        [
            'skillName'=>'MySQL',
            'level'=>45,
        ],
        [
            'skillName'=>'React',
            'level'=>75,
        ],
        [
            'skillName'=>'Laravel',
            'level'=>80,
        ],
        [
            'skillName'=>'Photoshop',
            'level'=>65,
        ],
        [
            'skillName'=>'Opencart, WordPress, Joomla',
            'level'=>75,
        ],

    ],
    'projects'=>[
        [
            'name'=>'VIANOR-UFA',
            'link'=>'https://www.vianor-ufa.ru/',
            'description'=>'2',
        ],
        [
            'name'=>'Колеса от склада',
            'link'=>'http://www.kolesaotsklada.ru/',
            'description'=>'2',
        ],
        [
            'name'=>'СЦ Перезагрузка',
            'link'=>'http://www.perezagruzka-sc.ru/',
            'description'=>'2',
        ],
        [
            'name'=>'Мастер Инструметн',
            'link'=>'https://www.master-instrument.top/',
            'description'=>'2',
        ],
        [
            'name'=>'ПромТрансНефть',
            'link'=>'https://www.promtransneft.ru/',
            'description'=>'2',
        ],
        [
            'name'=>'МетМебельТорг',
            'link'=>'https://www.metmebeltorg.ru/',
            'description'=>'2',
        ],
        [
            'name'=>'Ремонт чемоданов',
            'link'=>'https://www.remont-chemodanov.top/',
            'description'=>'2',
        ],
    ],
];
